#!/usr/bin/env python3
# -*- coding: utf-8 -*-

#Известна стоимость 1 кг конфет, печенья и яблок. 
#Найти стоимость всей покупки, если купили кг конфет, у кг печенья и кг яблок.

from math import sqrt
    a = float(input("Стоимость килограмма конфет"))
    b = float(input("Стоимость килограмма яблок"))
    с = float(input("Стоимость килограмма печенья"))

    print("Стоимость всей покупки=", ((a+b+с) ))
